datasets/benchmark-results/netorigin/201811191117/wordpress-results-netorigin-10-201811191117.log
Running 1m test @ http://blig.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 309.678ms, rate sampling interval: 1466ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   109.84ms   26.63ms 199.55ms   70.20%
    Req/Sec     9.32      3.34    13.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  103.29ms
 75.000%  122.88ms
 90.000%  152.57ms
 99.000%  182.14ms
 99.900%  199.68ms
 99.990%  199.68ms
 99.999%  199.68ms
100.000%  199.68ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      66.815     0.000000            1         1.00
      82.111     0.100000           50         1.11
      87.103     0.200000          100         1.25
      92.351     0.300000          150         1.43
      97.279     0.400000          201         1.67
     103.295     0.500000          250         2.00
     105.727     0.550000          276         2.22
     108.351     0.600000          300         2.50
     111.167     0.650000          325         2.86
     116.095     0.700000          350         3.33
     122.879     0.750000          375         4.00
     127.807     0.775000          389         4.44
     132.095     0.800000          400         5.00
     136.447     0.825000          413         5.71
     142.847     0.850000          425         6.67
     148.863     0.875000          438         8.00
     150.015     0.887500          444         8.89
     152.575     0.900000          451        10.00
     155.519     0.912500          458        11.43
     156.415     0.925000          463        13.33
     158.079     0.937500          469        16.00
     160.383     0.943750          472        17.78
     163.199     0.950000          476        20.00
     165.759     0.956250          479        22.86
     167.935     0.962500          482        26.67
     170.111     0.968750          485        32.00
     171.263     0.971875          486        35.56
     172.799     0.975000          488        40.00
     176.511     0.978125          490        45.71
     177.151     0.981250          491        53.33
     178.943     0.984375          493        64.00
     178.943     0.985938          493        71.11
     180.735     0.987500          494        80.00
     182.143     0.989062          495        91.43
     183.807     0.990625          496       106.67
     190.847     0.992188          497       128.00
     190.847     0.992969          497       142.22
     190.847     0.993750          497       160.00
     194.687     0.994531          498       182.86
     194.687     0.995313          498       213.33
     197.375     0.996094          499       256.00
     197.375     0.996484          499       284.44
     197.375     0.996875          499       320.00
     197.375     0.997266          499       365.71
     197.375     0.997656          499       426.67
     199.679     0.998047          500       512.00
     199.679     1.000000          500          inf
#[Mean    =      109.840, StdDeviation   =       26.626]
#[Max     =      199.552, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.94MB read
Requests/sec:      9.99
Transfer/sec:    527.50KB